"STORE_DESCRIPTION" = "VLC vir iOS is ’n poort van die gratis VLC mediaspeler na iPad, iPhone en iPod touch.\nDit kan sonder omskakeling al u rolprente, reekse en musiek in die meeste formate afspeel.\nDit staan lêersinchronisering met Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte aflaai en deur WiFi-deling toe, asook stroming van SMB, FTP, UPnP/DLNA mediabedieners en die web.\nVLC bied ondersteuning vir gevorderde onderskrifte insluitend volledige SSA-verenigbaarheid, multisnitoudio, en afspeelspoedbeheer.\n\nVLC vir iOS is heeltemal gratis en oopbron.";

"STORE_DESCRIPTION_TV" = "VLC mediaspeler is ’n gratis, oopbron kruisplatform multimediaspeler.\nDit kan sonder omskakeling al u rolprente, reekse en musiek in die meeste formate afspeel.\nDit staan stroming van wolkdienste (Dropbox, OneDrive, Box), Afstandsafspeel van u Mac of PR via ’n Web-GK toe, asook stroming van SMB, FTP, UPnP/DLNA mediabedieners en die web.\nVLC offers support for advanced subtitles including full SSA compatibility, multi-track audio, and playback speed control.\n\nVLC vir iOS is heeltemal gratis en oopbron.\n\nMetadata en kunswerk word deur TMDb en Hatchet, databasisse wat deur gemeenskappe in stand gehou word, verskaf.";

"CHOOSE_AUDIO_TRACK" = "Kies Klanksnit";
"CHOOSE_SUBTITLE_TRACK" = "Kies Onderskrifsnit";
"OPEN_TRACK_PANEL" = "Open snitseleksie";
"CHOOSE_TITLE" = "Kies Titel";
"CHOOSE_CHAPTER" = "Kies Hoofstuk";
"CHAPTER_SELECTION_TITLE" = "Hoofstukke";
"TITLE" = "Titel";
"CHAPTER" = "Hoofstuk";
"MINIMIZE_PLAYBACK_VIEW" = "Minimaliseer afspeel";
"FULLSCREEN_PLAYBACK" = "Speel af in volskerm";
"TRACK_SELECTION" = "Snitseleksie";
"AUDIO" = "Oudio";
"SUBTITLES" = "Onderskrifte";
"LANGUAGE" = "Taal";
"MEDIA_INFO" = "Media-inligting";
"VIDEO_DIMENSIONS" = "Videodimensies";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pieksel";
"FORMAT_AUDIO_TRACKS" = "%i oudiosnitte";
"ONE_AUDIO_TRACK" = "Een oudiosnit";
"FORMAT_SPU_TRACKS" = "%i onderskrifsnitte";
"ONE_SPU_TRACK" = "Een onderskrifsnit";

"PLAYING_EXTERNALLY_TITLE" = "TV is verbind";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Hierdie video speel op die TV";

"VFILTER_HUE" = "Hue";
"VFILTER_CONTRAST" = "Kontras";
"VFILTER_BRIGHTNESS" = "Helderheid";
"VFILTER_SATURATION" = "Versadiging";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Voorafversterking";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Kies Gelykmakerprofiel";

"PLAYBACK_FAILED" = "Kon nie terugspeel nie";
"PLEASE_WAIT" = "Wag asb.";
"AR_CHANGED" = "Aspekverhouding: %@";
"DEFAULT" = "Verstek";
"FILL_TO_SCREEN" = "Sny by om skerm te vul";
"PLAYBACK_SPEED" = "Afspeelspoed";
"SPU_DELAY" = "Onderskrifvertraging";
"AUDIO_DELAY" = "Oudiovertraging";
"BUTTON_SLEEP_TIMER" = "Slaapskakelaar";
"SLEEP_TIMER_UPDATED" = "Sleep Timer Updated";
"CONTINUE_PLAYBACK" = "Sit afspeel voort?";
"CONTINUE_PLAYBACK_LONG" = "Wil u met “%@” aangaan waar u opgehou het?";

"BUTTON_ALL" = "Select All";
"BUTTON_BACK" = "Terug";
"BUTTON_EDIT" = "Wysig";
"BUTTON_DONE" = "Gereed";
"BUTTON_CANCEL" = "Kanselleer";
"BUTTON_SAVE" = "Stoor";
"BUTTON_DOWNLOAD" = "Laai af";
"BUTTON_DELETE" = "Skrap";
"BUTTON_OK" = "Goed";
"BUTTON_CONTRIBUTE" = "Dra by";
"BUTTON_CONNECT" = "Verbind";
"BUTTON_RENAME" = "Hernoem";
"BUTTON_LEARN_MORE" = "Leer Meer";
"BUTTON_LOGOUT" = "Teken uit";
"BUTTON_CONTINUE" = "Gaan voort";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Privaat Afspeel";
"SCAN_SUBTITLE_TOGGLE" = "Skandeer vir Onderskrifte (slegs http)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Mediabiblioteek word opgegradeer";
"UNTITLED_SHOW" = "Ongetitelde Vertoning";
"UNKNOWN" = "Onbekend";

"OPEN_NETWORK" = "Open Netwerkstroom";
"NETWORK_TITLE" = "Netwerkstroom";
"OPEN_NETWORK_HELP" = "Voer enige HTTP, RTSP, RTMP, MMS, FTP of UDP/RTP-adres in om direk te stroom.";
"ABOUT_APP" = "Oor VLC vir iOS";
"OPEN_VLC_MENU" = "Open VLC-systaafkieslys";
"HTTP_UPLOAD_SERVER_OFF" = "Onaktiewe Bediener";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Geen aktiewe WiFi-verbinding";
"OPEN_STREAM_OR_DOWNLOAD" = "Wil u hierdie bronadres aflaai of afspeel?";
"SHARED_VLC_IOS_LIBRARY" = "Gedeelde VLC vir iOS-biblioteek";
"SMB_CIFS_FILE_SERVERS" = "Lêerbedieners (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Aflaai met HTTP-kode %i het misluk";
"HTTP_FILE_CREATION_FAILED" = "Lêer kon nie geskep word nie";
"HTTP_DOWNLOAD_CANCELLED" = "Aflaai deur gebruiker gekanselleer";

"DOWNLOAD_FROM_HTTP_HELP" = "Voer ’n adres in om die lêer na u %@ af te laai.";
"DOWNLOAD_FROM_HTTP" = "Aflaaie";
"ERROR_NUMBER" = "Fout %i het voorgekom";
"DOWNLOAD_FAILED" = "Aflaai het misluk";
"FILE_NOT_SUPPORTED" = "Lêerformaat nie geondersteun";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresskema word nie ondersteun nie";
"SCHEME_NOT_SUPPORTED_LONG" = "Die adresskema (%@) word nie ondersteun nie. Gebruik asb. ’n adres wat met HTTP, HTTPS of FTP begin.";
"LIBRARY_ALL_FILES" = "Alle Lêers";
"LIBRARY_MUSIC" = "Musiekalbums";
"LIBRARY_SERIES" = "TV-programme";
"LIBRARY_TRACKS" = "%i Snitte";
"LIBRARY_SINGLE_TRACK" = "%i Snit";
"LIBRARY_EPISODES" = "%i Episodes, %i ongelees";
"LIBRARY_SINGLE_EPISODE" = "%i Episode, %i ongelees";
"LIBRARY_TRACK_N" = "Snit %i";
"LIBRARY_MINUTES_LEFT" = "%@m oor";
"RENAME_MEDIA_TO" = "Voer nuwe naam vir %@ in";

"FOLDER_EMPTY" = "Leë Gids";
"FOLDER_EMPTY_LONG" = "Om lêers toe te voeg, tik Wysig, kies die betrokke lêers, tik die gids-knop en kies hierdie gids.";
"FOLDER_INVALID_TYPE_TITLE" = "Ongeldige lêertipes";
"FOLDER_INVALID_TYPE_MESSAGE" = "U kan slegs twee lêers gebruik om ’n gids te skep of ’n enkele lêer aan ’n bestaande gids toevoeg.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nuwe Gids";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Voer ’n titel vir u gids in";
"FOLDER_NAME_PLACEHOLDER" = "Gidstitel";
"FOLDER_NAME_DUPLICATE_TITLE" = "Titel bestaan reeds";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Kies asb. ’n ander titel";
"SELECT_FOLDER" = "Kies ’n Gids";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Kies ’n lêer om te open:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Open In…";
"SHARING_ERROR_NO_FILES" = "Kon geen lêers vind om te deel nie";
"SHARING_ERROR_NO_APPLICATIONS" = "Kon geen toeps vind om hierdie tipe lêer te open nie";
"SHARING_SUCCESS_CAMERA_ROLL" = "Lêer is suksesvol in die Kamerarol gestoor";

"SECTION_HEADER_LIBRARY" = "Mediabiblioteek";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Netwerk";

"LOCAL_NETWORK" = "Lokale Netwerk";
"CONNECT_TO_SERVER" = "Verbind aan Bediener";
"USER_LABEL" = "Gebruiker";
"PASSWORD_LABEL" = "Wagwoord";
"DISABLE_LABEL" = "Deaktiveer";
"BUTTON_ANONYMOUS_LOGIN" = "Anonieme Aantekening";

"LOCAL_SERVER_REFRESH" = "Verfris";
"LOCAL_SERVER_LAST_UPDATE" = "Laas op %@ Opgedateer";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "BEDIENERVERBINDING HET MISLUK";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Gaan asb. u bedieneradres en -legitimiteit na";

"CLOUD_SERVICES" = "Wolkdienste";
"LOGIN" = "Teken aan";
"LOGGED_IN" = "Aangeteken";

"DROPBOX_DOWNLOAD" = "Laai lêer af?";
"DROPBOX_DL_LONG" = "Wil u “%@” na u %@ aflaai?";
"DROPBOX_LOGIN" = "Teken aan";

"GDRIVE_ERROR_FETCHING_FILES" = "Lêers kon nie opgehaal word nie";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "U lêer is suksesvol afgelaai";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUKSES";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "’n Fout het voorgekom tydens aflaai";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FOUT";

"DISK_FULL" = "Stoor limiet bereik";
"DISK_FULL_FORMAT" = "%@ kan nie op u %@ bewaar word nie omdat u nie genoeg spasie oor het nie.";

"NUM_OF_FILES" = "%i lêers";
"ONE_FILE" = "1 lêer";
"NO_FILES" = "Geen ondersteunde lêers";
"DOWNLOADING" = "Laai af…";
"REMAINING_TIME" = "Tyd oor: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Instellings"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Aan";
"OFF" = "Af";

"EMPTY_LIBRARY" = "Leë Mediabiblioteek";
"EMPTY_LIBRARY_LONG" = "Om af te speel kan u media vanaf ’n bediener op u lokale netwerk of van die wolk stroom of dit net u toestel sinchroniseer deur iTunes, WiFi-oplaai of Wolkdienste.";

"PLAYBACK_SCRUB_HELP" = "Skuif u vinger af om die skroptempo aan te pas.";
"PLAYBACK_SCRUB_HIGH" = "Hoëspoedskrop";
"PLAYBACK_SCRUB_HALF" = "Halfspoedskrop";
"PLAYBACK_SCRUB_QUARTER" = "Kwartspoedskrop";
"PLAYBACK_SCRUB_FINE" = "Fynskrop";
"PLAYBACK_POSITION" = "Afspeelposisie";
"VIDEO_FILTER" = "Videofilters";
"VIDEO_FILTER_RESET_BUTTON" = "Herstel Videofilters";
"VIDEO_ASPECT_RATIO_BUTTON" = "Verander Video-aspekverhouding";
"PLAY_PAUSE_BUTTON" = "Speel of stop huidige speelvlak";
"BWD_BUTTON" = "Spring Terug";
"FWD_BUTTON" = "Spring Vorentoe";
"PLAY_BUTTON" = "Speel af";
"PAUSE_BUTTON" = "Laat wag";
"PLAY_ALL_BUTTON" = "Speel alles af";

"VERSION_FORMAT" = "Weergawe: %@";
"BASED_ON_FORMAT" = "Gebaseer op:<br />%@";

"NEW" = "NUUT";

"BUG_REPORT_TITLE" = "Rapporteer ’n fout";
"BUG_REPORT_MESSAGE" = "Wil u ’n foutrapport skep?";
"BUG_REPORT_BUTTON" = "Open Safari";

"VO_VIDEOPLAYER_TITLE" = "Videospeler";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dubbeltik om afspeelbeheer te vertoon of te versteek";

"FIRST_STEPS_WELCOME" = "Welkom";
"FIRST_STEPS_WELCOME_DETAIL" = "Eerste treë om u media te Sinchroniseer en af te speel.";
"FIRST_STEPS_ITUNES" = "iTunes-lêersinchronisering";
"FIRST_STEPS_ITUNES_DETAILS" = "Verbind u %@ aan u Mac of rekenaar d.m.v. ’n kabel.\nOpen iTunes.\nKies u %@.\nKies die “Toeps”-oortjie, rol af en soek VLC.\nDra u lêers oor.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Verbind u %@ aan dieselfde netwerk as u Mac of rekenaar.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Tokkel die skakelaar in die systaaf, voer die bronadres in die webblaaier in en laai u lêers op.";
"FIRST_STEPS_CLOUDS" = "Wolke";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Laai media op na Google Drive of Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Open die systaaf om u Wolk-verskaffer te kies en toegang tot u media vir aflaai of stroom te kry.";
"FIRST_STEPS_PLAYBACK" = "Speelvlak";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tyd";
"FIRST_STEPS_ASPECT" = "Aspekverhouding";
"FIRST_STEPS_SPEED" = "Spoed";
"FIRST_STEPS_REPEAT" = "Herhaal";
"FIRST_STEPS_SUBTITLES" = "Onderskrifsnitte";
"FIRST_STEPS_AUDIO" = "Klanksnitte";
"FIRST_STEPS_POSITION" = "Posisie";

"PLEX_CHECK_ACCOUNT" = "Gaan u Plex-rekening in instellings na";
"PLEX_ERROR_ACCOUNT" = "Plex-aantekenfout";

"UNAUTHORIZED" = "Ongemagtig";

"SERVER" = "Bediener";
"SERVER_PORT" = "Poort";
"NO_SERVER_FOUND" = "Geen bediener gevind nie";
"NO_RECENT_STREAMS" = "Geen stroom is onlangs gespeel nie";

"WEBINTF_TITLE" = "Deel via WiFi";
"WEBINTF_DROPFILES" = "Laat Los Lêers";
"WEBINTF_DROPFILES_LONG" = "Laat los lêers in die venster om dit tot u %@ toe te voeg.<br>Of klik op die “+”-knop om die lêerkieserdialoog te gebruik.";
"WEBINTF_DOWNLOADFILES" = "Laai lêers af";
"WEBINTF_DOWNLOADFILES_LONG" = "Klik net die lêer wat u van u %@ wil aflaai.";
"WEBINTF_TITLE_ATV" = "Afstandafspeel";
"WEBINTF_DROPFILES_LONG_ATV" = "Laat los lêers in die venster om dit op u %@ te speel.<br>Of klik op die “+”-knop om die lêerkieserdialoog te gebruik.";
"WEBINTF_URL_SENT" = "Bronadres suksesvol gestuur.";
"WEBINTF_URL_EMPTY" = "Bronadres mag nie leeg wees nie.";
"WEBINTF_URL_INVALID" = "Nie ’n geldige bronadres nie.";


"NOW_PLAYING" = "Speel tans";
"PLAY_NOW" = "Speel nou af";
"PLAYING" = "Besig om te speel";
"DETAIL" = "Besonderhede";

"VOLUME" = "Volume";
"DURATION" = "Duur";
"TITLE" = "Titel";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld hours %2$ld minutes remaining";
"%ld hours %ld minutes" = "%1$ld hours %2$ld minutes";
"%ld minutes remaining" = "%ld minute oor";
"%ld minutes" = "%ld minute";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld seconds remaining";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld seconds";
"%ld seconds remaining" = "%ld sekondes oor";
"%ld seconds" = "%ld seondes";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Vertoning";
"OBJECT_TYPE_SHOW_EPISODE" = "Toon episode";
"OBJECT_TYPE_LABEL" = "Vouer";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Albumsnit";
"OBJECT_TYPE_FILE" = "Lêer";
"OBJECT_TYPE_FILE_AUDIO" = "Oudiolêer";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Nie aan iPhone verbind nie";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Verbind asb. u iPhone om afstandbeheeraksies uit te voer.";

"LONGPRESS_TO_STOP" = "Langdruk om afspeel te stop.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Audio Info";
"CLOUD_LOGIN_LONG" = "Vir toegang tot Wolkdienste moet u op hierdie Apple TV en ’n iOS-toestel met dieselfde Apple ID op iCloud ingeteken wees en Sleutelhouerdeling in Stelselinstellings aktiveer.\nTeken daarna op die wolkverskaffer van u keuse in d.m.v. die VLC-toep op u iOS-toestel. Kies die laastens op hierdie skerm.";
"ENTER_URL" = "Voer bronadres in om af te speel";
"HTTP_SERVER_ON" = "Deaktiveer Afstandsafspeel";
"HTTP_SERVER_OFF" = "Aktiveer Afstandsafspeel";
"CACHED_MEDIA" = "Gekasde Media";
"CACHED_MEDIA_LONG" = "Media wat hier vertoon word, word lokaal op u Apple TV bewaar. Let daarop dat, indien u toestel se spasie op raak, die inhoud enige tyd deur die bedryfstelsel verwyder kan word sonder voorafkennisgewing wanneer VLC nie loop nie.";
"DOWNLOAD_SUBS_FROM_OSO" = "Laai onderskrifte van OpenSubtitles.org af…";
"FOUND_SUBS" = "Onderskrifte gevind";
"USE_SPDIF" = "Gebruik Deurloop (S/PDIF)";

"PLAYBACK" = "Speelvlak";
"REPEAT_MODE" = "Herhaal";
"REPEAT_DISABLED" = "Onaktief";
"REPEAT_SINGLE" = "Enkel";
"REPEAT_FOLDER" = "Vouer";

// Local Network Service Names
"UPNP_LONG" = "Universele Speel-en-Lees (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Mediabediener (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Lêeroordragsprotokol (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "BONJOUR File Server";
"DSM_WORKGROUP" = "Workgroup";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Druk %@ om te Skrap"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "The selection can't be deleted";
"DELETE_INVALID_TITLE" = "Invalid Selection";
"DELETE_MESSAGE" = "Confirm the deletion of the selected files";
"DELETE_TITLE" = "Delete Selected Files";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokol nie gekies nie";
"Settings" = "Instellings";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
